Repository: common-repository/pari-passu-video-streaming
Catalog: languages/pari-passu-video-streaming-*.po
Languages: pt_br

source: General View
pt_br: Visão Geral

source: Pari passu is a Latin phrase that literally means "equal footstep" or "equal footing". It is sometimes translated as "part and parcel", "hand-in-hand", "with equal force" or "moving together" and by extension, "fairly", "without partiality".
pt_br: Pari passu é uma expressão latina que siginifica "ao passo de", "simultaneamente", "a par", "ao mesmo tempo", e por extensão também "verdadeiramente", "sem parcialidade"

source: This plugin was created to facilitate your life when it comes to publishing live streaming video using open and new web technologies. It supports HTML5 video tag (OGG, WebM and MP4 supported) with multiple skins and a fallback to flash (RTMP and custom flash embedding supported) when necessary.<br />To promote interaction in your streamed event, it also comes with a customizable twitter stream to include in your streaming page.
pt_br: Este plugin foi criado para facilitar a publicação de live streaming usando as tecnologias livres. Suporta a tag video do HTML5 (OGG, WebM e MP4) com skins personalizados e fallback para flash (RTMP e embed).<br /> Para promover interação no seu evento transmitido, possui também um twitter stream customizável para incluir na sua página.

source: In case of doubt, sugestion or bug, report to:
pt_br: Em caso de dúvida, sugestão ou bug, reporte para:

source: Enjoy!
pt_br: Divirta-se!

source: Edit settings
pt_br: Editar configurações

source: Use the shorttag inside any page in your WordPress to show your live streaming!
pt_br: Utilize a shorttag dentro de qualquer página do seu WordPress para exibir o seu streaming!

source: Use the template tag inside your theme and customize it as you want!
pt_br: Utilize a template tag dentro do seu tema e customize como quiser!

source: Visualization
pt_br: Visualização

source: Options saved.
pt_br: Opções salvas.

source: After configurating your streaming, use <b>shorttags</b> in any page inside your WordPress or the <b>template tags</b> inside your theme to customize it as you want!
pt_br: Após configurar seu streaming, utilize <b>shorttags</b> em qualquer página do seu WordPress ou <b>template tags</b> dentro do seu tema para customizar como quiser!

source: Pari Passu automatically configurate your streaming options
pt_br: Pari Passu configura automaticamente suas definições de streaming

source: Settings
pt_br: Configurações

source: Header
pt_br: Cabeçalho

source: Title
pt_br: Título

source: Activate Twitter Streaming?
pt_br: Ativar Twitter Streaming?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Size
pt_br: Tamanho

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Appearance
pt_br: Aparência

source: Box
pt_br: Caixa

source: Background color
pt_br: Cor de fundo

source: Text color
pt_br: Cor de texto

source: Links color
pt_br: Cor dos links

source: Preferences
pt_br: Preferências

source: Show scrollbar
pt_br: Exibir scrollbar

source: Infinite rotation
pt_br: Rotação infinita de tweets

source: Show avatars
pt_br: Exibir avatares

source: Show date/time
pt_br: Exibir hora

source: Show hashtag
pt_br: Exibir hashtag

source: Interval between tweets
pt_br: Intervalo entre tweets

source: seconds
pt_br: segundos

source: Save Changes
pt_br: Salvar Alterações

source: Description
pt_br: Descrição

source: Activate Video Streaming?
pt_br: Ativar Video Streaming?

source: HTML5 Options
pt_br: Opções de HTML5

source: These options only apply to browsers that support HTML5 video tag.
pt_br: Essas opções só se aplicam aos navegadores que suportam a tag video e para streaming utilizando OGG, WebM ou MP4

source: Play streaming on page load
pt_br: Tocar streaming ao carregar a página

source: Show video controls
pt_br: Exibir controles de vídeo

source: Start buffering on page load. (Only if autoplay is off)
pt_br: Carregar vídeo ao carregar a página. (Apenas se autoplay estiver desativado)

source: Browser default player
pt_br: Player padrão do navegador

source: Kaltura HTML5 Player default
pt_br: Kaltura HTML5 Player padrão

source: see more
pt_br: saiba mais

source: Kaltura HTML5 Player theme <i>kskin</i>
pt_br: Kaltura HTML5 Player tema <i>kskin</i>

source: JW Player for HTML5
pt_br: JW Player para HTML5

source: OGG URL:
pt_br: Endereço OGG:

source: WebM URL:
pt_br: Endereço WebM:

source: MP4 (h264) URL:
pt_br: Endereço MP4 (h264):

source: RTMP Server:
pt_br: Servidor RTMP:

source: RTMP File:
pt_br: Arquivo RTMP:

source: Flash embed:
pt_br: Código de embed:

source: People are talking about
pt_br: O que está rolando em
